Revit 2027 API
ParameterTypeId.RbsCurveHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurveHeightParam { get; }
Public Shared ReadOnly Property RbsCurveHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurveHeightParam {
	ForgeTypeId^ get ();
}
static member RbsCurveHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace